[
  {
    "word": "NGUYENNHAC",
    "clue": "Vị vua nào sáng lập triều đại nhà Tây Sơn."
  },
  {
    "word": "LELOI",
    "clue": "Ai là người khởi nghĩa Lam Sơn và sáng lập triều đại Hậu Lê?"
  },
  {
    "word": "TRANHUNGDAO",
    "clue": "Danh tướng nào đã ba lần đánh bại quân Nguyên Mông?"
  },
  {
    "word": "BACHDANG",
    "clue": "Trận chiến nổi tiếng trên dòng sông nào vào năm 938?"
  },
  {
    "word": "HAITHUONGLANONG",
    "clue": "Danh y nổi tiếng nào của Việt Nam thời Lê - Trịnh?"
  },
  {
    "word": "SAIGON",
    "clue": "Tên cũ của TP.HCM là gì?"
  },
  {
    "word": "DANANG",
    "clue": "Thành phố nào được mệnh danh là thành phố đáng sống nhất Việt Nam?"
  },
  {
    "word": "THANGLONG",
    "clue": "Tên cũ của thủ đô Hà Nội là gì?"
  },
  {
    "word": "NGUYENAIQUOC",
    "clue": "Tên của Hồ Chí Minh khi hoạt động cách mạng ở Pháp."
  },
  {
    "word": "PHANDINHPHUNG",
    "clue": "Ai là người lãnh đạo phong trào Cần Vương ở miền Trung?"
  },
  {
    "word": "DONGSON",
    "clue": "Nền văn hóa nào nổi tiếng với trống đồng?"
  },
  {
    "word": "TAYSON",
    "clue": "Phong trào khởi nghĩa nổi tiếng của ba anh em Nguyễn Huệ thuộc tỉnh nào?"
  },
  {
    "word": "MYSON",
    "clue": "Thánh địa cổ của người Chăm ở miền Trung Việt Nam là gì?"
  },
  {
    "word": "NGUYENTRAI",
    "clue": "Danh nhân văn hóa nào đã viết Bình Ngô Đại Cáo?"
  },
  {
    "word": "SONLA",
    "clue": "Thành phố nào nổi tiếng với cây cầu kính dài nhất Việt Nam?"
  },
  {
    "word": "NHATRANG",
    "clue": "Thành phố nào được mệnh danh là thiên đường biển của Việt Nam?"
  },
  {
    "word": "CUULONG",
    "clue": "Vùng đồng bằng nào lớn nhất Việt Nam?"
  },
  {
    "word": "TRANGAN",
    "clue": "Danh thắng nào ở Ninh Bình được UNESCO công nhận là di sản thế giới?"
  },
  {
    "word": "CONDAO",
    "clue": "Hòn đảo nổi tiếng với nhà tù trong thời Pháp thuộc là gì?"
  },
  {
    "word": "MANGDEN",
    "clue": "Thị trấn nào ở Kon Tum được ví như Đà Lạt thứ hai?"
  },
  {
    "word": "VINHPHUC",
    "clue": "Tỉnh nào ở miền Bắc nổi tiếng với khu du lịch Tam Đảo?"
  },
  {
    "word": "QUYNHON",
    "clue": "Thành phố biển nào thuộc tỉnh Bình Định?"
  },
  {
    "word": "MEKONG",
    "clue": "Con sông nào lớn nhất chảy qua miền Tây Nam Bộ Việt Nam?"
  },
  {
    "word": "BINHDINH",
    "clue": "Quê hương của vua Quang Trung là tỉnh nào?"
  },
  {
    "word": "THOTNOT",
    "clue": "Loại cây trồng nổi tiếng ở vùng An Giang là gì?"
  },
  {
    "word": "HOALU",
    "clue": "Cố đô nào của Việt Nam nằm ở Ninh Bình?"
  },
  {
    "word": "TRUNGTRAC",
    "clue": "Nữ tướng nổi tiếng trong cuộc khởi nghĩa chống quân Hán vào thế kỷ I."
  },
  {
    "word": "NGUYENANH",
    "clue": "Vị vua đầu tiên của triều Nguyễn, người sáng lập vương triều này sau khi thống nhất đất nước."
  },
  {
    "word": "BINHNGODAICAO",
    "clue": "Bản tuyên ngôn độc lập nổi tiếng, được viết bởi Nguyễn Trãi, công nhận chiến thắng của quân ta trong chiến tranh với quân Minh."
  },
  {
    "word": "QUANGTRUNG",
    "clue": "Vị hoàng đế của triều Tây Sơn, nổi tiếng với chiến thắng quân Thanh trong trận Ngọc Hồi-Đống Đa năm 1789."
  },
  {
    "word": "DOIMOI",
    "clue": "Chính sách cải cách kinh tế của Đảng Cộng sản Việt Nam bắt đầu từ năm 1986."
  },
  {
    "word": "HOCHIMINH",
    "clue": "Lãnh tụ vĩ đại của cách mạng Việt Nam, người sáng lập Đảng Cộng sản Đông Dương và lãnh đạo kháng chiến chống thực dân Pháp và đế quốc Mỹ."
  },
  {
    "word": "HOANGSA",
    "clue": "Quần đảo thuộc chủ quyền của Việt Nam ở Biển Đông, nổi bật trong các tranh chấp chủ quyền giữa Việt Nam và Trung Quốc."
  },
  {
    "word": "DIENBIENPHU",
    "clue": "Trận chiến quyết định trong chiến tranh Đông Dương, giành chiến thắng quan trọng của quân đội Việt Nam trước Pháp vào năm 1954."
  },
  {
    "word": "TAMQUOC",
    "clue": "Một thời kỳ trong lịch sử Trung Quốc và Việt Nam, nổi tiếng với các chiến lược quân sự, nhân vật như Lưu Bị, Tào Tháo, và Quan Vũ."
  },
  {
    "word": "NGOQUYEN",
    "clue": "Nhà lãnh đạo tài ba của cuộc khởi nghĩa chống quân Nam Hán vào thế kỷ 10, người đánh bại quân xâm lược và lập ra nhà Ngô."
  },
  {
    "word": "LELAI",
    "clue": "Anh hùng dân tộc Việt Nam, một tướng lĩnh tham gia Khởi nghĩa Lam Sơn"
  },
  {
    "word": "THICHQUANGDUC",
    "clue": "Hòa thượng Phật giáo nổi tiếng với hành động tự thiêu để phản đối chính sách của chính phủ Việt Nam Cộng hòa vào năm 1963."
  },
  {
    "word": "CAODAI",
    "clue": "Tôn giáo được sáng lập tại Việt Nam vào năm 1926, với tín ngưỡng kết hợp nhiều tôn giáo lớn trên thế giới."
  },
  {
    "word": "LACLONGQUAN",
    "clue": "Vị vua huyền thoại trong truyền thuyết Việt Nam, được coi là tổ tiên của dân tộc Lạc Việt."
  },
  {
    "word": "LAMSON",
    "clue": "Nổi tiếng với những cuộc khởi nghĩa chống lại sự áp bức của các triều đại phong kiến."
  },
  {
    "word": "HANOI",
    "clue": "Thủ đô của Việt Nam, nổi tiếng với các di tích lịch sử và văn hóa, đặc biệt là trong thời kỳ kháng chiến chống Pháp."
  },
  {
    "word": "HAIPHONG",
    "clue": "Một trong các thành phố lớn ở miền Bắc Việt Nam, nổi bật với cảng biển và lịch sử thương mại lâu đời."
  },
  {
    "word": "CUCHI",
    "clue": "Địa danh nổi tiếng với hệ thống hầm địa đạo của quân đội nhân dân Việt Nam trong chiến tranh chống Mỹ."
  },
  {
    "word": "LANGSON",
    "clue": "Tỉnh biên giới phía Bắc Việt Nam, nổi tiếng với cảnh đẹp thiên nhiên và các chiến công lịch sử."
  },
  {
    "word": "YENBAI",
    "clue": "Một tỉnh miền Bắc Việt Nam, nơi có những di tích lịch sử quan trọng và cảnh quan thiên nhiên đẹp."
  },
  {
    "word": "CATBA",
    "clue": "Quần đảo nổi tiếng với cảnh biển đẹp và là điểm đến du lịch của Việt Nam."
  },
  {
    "word": "BACHMA",
    "clue": "Một trong những khu bảo tồn thiên nhiên quan trọng của miền Trung Việt Nam."
  },
  {
    "word": "PHUQUOC",
    "clue": "Đảo nổi tiếng với bãi biển đẹp, sản phẩm thủy sản và là điểm du lịch nổi bật của Việt Nam."
  },
  {
    "word": "TANSONNHAT",
    "clue": "Sân bay quốc tế lớn nhất của Việt Nam, nằm tại Thành phố Hồ Chí Minh."
  },
  {
    "word": "MUINE",
    "clue": "Một trong những địa danh du lịch nổi tiếng ở miền Trung, với bãi biển và các đồi cát đặc biệt."
  },
  {
    "word": "CAOBANG",
    "clue": "Một tỉnh biên giới thuộc miền Bắc Việt Nam, nổi bật với các phong cảnh thiên nhiên và chiến công trong lịch sử."
  },
  {
    "word": "TUYHOA",
    "clue": "Một thành phố ven biển tại miền Trung Việt Nam, nổi tiếng với bãi biển hoang sơ và các di tích văn hóa."
  },
  {
    "word": "HOIAN",
    "clue": "Nơi bảo tồn những giá trị văn hóa truyền thống và là một điểm du lịch nổi tiếng của Việt Nam."
  },
  {
    "word": "BINHDUONG",
    "clue": "Tỉnh nổi tiếng với các khu công nghiệp và sự phát triển nhanh chóng của nền kinh tế."
  },
  {
    "word": "NAMDINH",
    "clue": "Tỉnh có nhiều di tích lịch sử và là trung tâm sản xuất lúa gạo ở miền Bắc Việt Nam."
  },
  {
    "word": "QUANGBINH",
    "clue": "Tỉnh nổi tiếng với hang động thiên nhiên đẹp như Phong Nha và Sơn Đoòng."
  },
  {
    "word": "QUANGTRI",
    "clue": "Tỉnh nổi tiếng với các di tích lịch sử và là nơi diễn ra nhiều trận chiến trong chiến tranh Việt Nam."
  },
  {
    "word": "QUANGNAM",
    "clue": "Tỉnh nổi tiếng với các di tích văn hóa và di sản thế giới như Mỹ Sơn và Hội An."
  },
  {
    "word": "QUANGNGAI",
    "clue": "Nơi có nhiều di tích lịch sử và là địa điểm du lịch nổi tiếng của miền Trung Việt Nam."
  },
  {
    "word": "QUANGNINH",
    "clue": "Tỉnh nổi tiếng với vịnh Hạ Long, một trong bảy kỳ quan thiên nhiên mới của thế giới."
  },
  {
    "word": "QUANGTRI",
    "clue": "Tỉnh nổi tiếng với các di tích lịch sử và là nơi diễn ra nhiều trận chiến trong chiến tranh Việt Nam."
  },
  {
    "word": "DONGNAI",
    "clue": "Nơi có nhiều khu công nghiệp và các danh lam thắng cảnh thiên nhiên."
  },
  {
    "word": "CAMAU",
    "clue": "Địa danh nào là điểm cực Nam của Việt Nam?"
  }
]
